[
  {
    "id": 1,
    "logo": "https://i.ibb.co.com/Z68SqB2/rb-40.png",
    "jobTitle": "Frontend Developer",
    "companyName": "Tech Solutions Inc.",
    "address": "123 Tech Street, San Francisco, CA",
    "salaryRange": [12, 15],
    "jobDescription": "Develop user interfaces for web applications using modern frontend technologies. Collaborate with designers and backend developers to deliver optimized and user-friendly interfaces that align with client goals and enhance usability.",
    "jobResponsibility": "Build responsive web pages and interactive user interfaces. Implement front-end logic and integration with backend APIs. Collaborate with UI/UX designers to ensure consistency and create engaging user experiences. Write clean, reusable, and maintainable code for future scalability. Participate in code reviews and contribute to team knowledge-sharing initiatives.",
    "education": "Bachelor's in Computer Science",
    "experience": 2,
    "jobType": ["Remote", "Full Time"]
  },
  {
    "id": 2,
    "logo": "https://i.ibb.co.com/Tcyhpqd/freepik-export-202410260602078rts.png",
    "jobTitle": "Data Analyst",
    "companyName": "Insights Analytics",
    "address": "456 Insight Ave, New York, NY",
    "salaryRange": [10, 14],
    "jobDescription": "Analyze data to uncover patterns, trends, and insights that drive business decisions. Prepare reports and visualizations to present findings to stakeholders, ensuring data is accurate and actionable for strategic planning.",
    "jobResponsibility": "Collect, clean, and organize data from various sources. Perform statistical analysis to identify trends and correlations. Create reports and dashboards to communicate findings clearly. Collaborate with other teams to support data-driven decision-making. Ensure data accuracy, security, and compliance with company standards.",
    "education": "Bachelor's in Data Science",
    "experience": 1,
    "jobType": ["Onsite", "Full Time"]
  },
  {
    "id": 3,
    "logo": "https://i.ibb.co.com/4TGc7C6/rb-2148830995.png",
    "jobTitle": "Software Engineer",
    "companyName": "Global Tech Systems",
    "address": "789 Code Lane, Austin, TX",
    "salaryRange": [13, 16],
    "jobDescription": "Develop and maintain software solutions across multiple platforms. Work closely with cross-functional teams to design and implement efficient systems that support business operations and enhance user experience.",
    "jobResponsibility": "Write, test, and deploy code for various applications. Collaborate with other developers and stakeholders to define project requirements effectively. Debug and troubleshoot issues to ensure seamless functionality. Implement best practices for coding standards, security, and scalability. Continuously improve application performance and usability.",
    "education": "Bachelor's in Software Engineering",
    "experience": 3,
    "jobType": ["Remote", "Onsite"]
  },
  {
    "id": 4,
    "logo": "https://i.ibb.co.com/QQ7gStD/freepik-export-20241026060622r-L6w.png",
    "jobTitle": "Product Manager",
    "companyName": "Innovate Corp.",
    "address": "101 Market Plaza, Seattle, WA",
    "salaryRange": [11, 14],
    "jobDescription": "Oversee product development from ideation to launch. Work with cross-functional teams to ensure products meet business and customer needs, enhancing satisfaction and driving market impact.",
    "jobResponsibility": "Define and prioritize product requirements based on research. Coordinate with design, engineering, and marketing teams to align on project goals. Set product timelines and ensure timely delivery. Conduct market research to understand user needs and industry trends. Manage product lifecycle and iteration based on feedback and performance metrics.",
    "education": "Bachelor's in Business Administration",
    "experience": 2,
    "jobType": ["Full Time", "Onsite"]
  },
  {
    "id": 5,
    "logo": "https://i.ibb.co.com/gTL89tc/rb-5214.png",
    "jobTitle": "UX/UI Designer",
    "companyName": "Creative Designs",
    "address": "111 Design Blvd, Miami, FL",
    "salaryRange": [10, 13],
    "jobDescription": "Design engaging user experiences and user interfaces for web and mobile applications. Collaborate with developers and stakeholders to ensure cohesive designs that meet user expectations and enhance interaction.",
    "jobResponsibility": "Create wireframes, prototypes, and visual designs. Conduct user research and testing to gather feedback on design elements. Collaborate with developers for seamless implementation across devices. Maintain design consistency across products to enhance brand identity. Adapt design trends to keep interfaces modern, functional, and visually appealing.",
    "education": "Bachelor's in Graphic Design",
    "experience": 1,
    "jobType": ["Remote", "Full Time"]
  },
  {
    "id": 6,
    "logo": "https://i.ibb.co.com/bzFH0sW/rb-693.png",
    "jobTitle": "Backend Developer",
    "companyName": "Server Solutions Ltd.",
    "address": "432 Cloud Street, Denver, CO",
    "salaryRange": [12, 15],
    "jobDescription": "Develop and manage backend services for web applications. Ensure high performance and responsiveness to requests from frontend developers, supporting seamless user interactions and security.",
    "jobResponsibility": "Build and maintain server-side logic for scalability. Integrate with frontend applications and manage database operations efficiently. Implement security measures and optimize APIs. Write clean, scalable code that supports growth. Monitor and troubleshoot backend services to ensure minimal downtime.",
    "education": "Bachelor's in Computer Science",
    "experience": 2,
    "jobType": ["Onsite", "Full Time"]
  },
  {
    "id": 7,
    "logo": "https://i.ibb.co.com/vBZwv6v/rb-1891.png",
    "jobTitle": "Digital Marketing Specialist",
    "companyName": "Market Masters",
    "address": "555 Ads Avenue, Chicago, IL",
    "salaryRange": [11, 13],
    "jobDescription": "Plan and execute digital marketing campaigns to promote the company's products and services. Analyze campaign results to optimize performance and increase brand visibility online.",
    "jobResponsibility": "Develop and implement digital marketing strategies across multiple channels. Optimize content for search engines and social media platforms. Track and analyze campaign performance metrics. Coordinate with creative teams to support content creation. Stay updated on digital marketing trends to drive impactful campaigns.",
    "education": "Bachelor's in Marketing",
    "experience": 2,
    "jobType": ["Remote", "Onsite"]
  },
  {
    "id": 8,
    "logo": "https://i.ibb.co.com/2SM9TZs/rb-23824.png",
    "jobTitle": "HR Manager",
    "companyName": "People First Solutions",
    "address": "222 Workforce Dr, Boston, MA",
    "salaryRange": [12, 16],
    "jobDescription": "Manage recruitment, onboarding, and employee relations processes. Create and enforce HR policies that foster a positive workplace environment and encourage professional growth.",
    "jobResponsibility": "Recruit and onboard new employees for various roles. Manage employee relations and address workplace issues promptly. Develop and enforce HR policies for compliance. Conduct training and development programs for employees. Ensure compliance with labor laws and ethical standards.",
    "education": "Bachelor's in Human Resources",
    "experience": 3,
    "jobType": ["Onsite", "Full Time"]
  },
  {
    "id": 9,
    "logo": "https://i.ibb.co.com/7SnRYGK/evolution-writing-flat-text-banner-with-primitive-person-writes-rock-woman-uses-laptop-vector-illust.png",
    "jobTitle": "Content Writer",
    "companyName": "WriteWorks",
    "address": "333 Content Lane, Los Angeles, CA",
    "salaryRange": [10, 12],
    "jobDescription": "Create engaging and informative content for various platforms. Research and write articles, blogs, and social media content tailored to audience needs, supporting brand visibility and engagement.",
    "jobResponsibility": "Write and edit content for blogs, websites, and social media channels. Conduct research to create accurate, informative, and well-researched content. Collaborate with the marketing team for effective content strategy. Follow SEO guidelines for optimized reach and ranking. Adapt tone and style according to target audience preferences.",
    "education": "Bachelor's in English or Journalism",
    "experience": 1,
    "jobType": ["Remote", "Full Time"]
  },
  {
    "id": 10,
    "logo": "https://i.ibb.co.com/W333Fwy/open-business-typography-design.png",
    "jobTitle": "Project Coordinator",
    "companyName": "OrganizeIt Solutions",
    "address": "444 Project Rd, Philadelphia, PA",
    "salaryRange": [12, 15],
    "jobDescription": "Coordinate project activities and ensure timely progress. Support project managers by managing schedules, budgets, and communication to achieve project goals and objectives.",
    "jobResponsibility": "Assist in planning and organizing project activities from inception to completion. Track progress and maintain comprehensive documentation. Communicate project updates with stakeholders regularly. Manage project schedules and budgets effectively. Ensure project milestones are met within scope and resources.",
    "education": "Bachelor's in Project Management",
    "experience": 2,
    "jobType": ["Full Time", "Onsite"]
  }
]
